Repository: HongliYu/DPColorfulTags-Swift
Catalog: DPColorfulTagsDemo/*.lproj/Localizable.strings
Languages: de, fa

source: 10+ years experience
de: 10+ Jahre Erfahrung
fa: 10+ سال تجربه

source: freelance
de: freiberuflich
fa: آزاد

source: part-time
de: Teilzeit
fa: پاره وقت

source: 16-68 years old
de: 16-68 Jahre alt
fa: 16-68 ساله

source: industry: broadcasting - radio - tv
de: Branche: Rundfunk - Fernsehen
fa: صنعت: پخش - رادیو - تلویزیون

source: male - female
de: männlich Weiblich
fa: مرد - زن

source: master's degree
de: Master-Studium
fa: مدرک کارشناسی ارشد

source: urdu
fa: اردو

source: ant
de: Ameise
fa: پیش بینی کنید

source: all nationalities
de: alle Nationalitäten
fa: همه ملیت ها

source: 2 vacancies
de: 2 offene Stellen
fa: 2 جای خالی

source: closing date 21 Nov, 2017
de: Einsendeschluss 21. Nov. 2017
fa: تاریخ بسته شدن 21 نوامبر، 2017
